import React, { Component } from 'react';

export default class Privacy extends Component {
  render() {
    return (
      <div>
      <div className="container">
        <h1>قوانین و مقررات</h1>
        <h2>حریم خصوصی متخصصین</h2>
        <p>آی¬هندی ضمن احترامی که برای حریم خصوصی متخصصین قائل است، برای ارائه خدمات بهتر در بستر اپلیکیشن و از ایشان اطلاعاتی را دریافت می نماید. شرکت تعهد می‌کند که تمامی اطلاعاتی که از متخصصین خود در اختیار دارد به صورت محفوظ نگاه دارد. دریافت این اطلاعات مطابق با قانون حریم خصوصی جمهوری اسلامی ایران است. این اطلاعات تنها برای بهبود محتوا و کیفیت خدمات خود استفاده کرده و اطلاعات شخصی شما را تحت هیچ عنوان با غیر به اشتراک نخواهد گذاشت.</p>
        <br/>
        <h2>تضمین حریم خصوصی</h2>
        <p>آی¬هندی هیچ یک از اطلاعات شخصی‌ متخصص را بدون اطلاع و اجازه‌ قبلی، با فرد یا مؤسسه‌ دیگری در میان نخواهد گذاشت.</p>
        <p>اطلاعاتی که توسط آی¬هندی جمع‌آوری می‌شوند</p>
        <p>
          <ul>
            <li>اطلاعات شخصی شامل نام و نام خانوادگی،  شماره تلفن همراه....</li>
            <li>ثبت مکاتبات بین آی¬هندی و  متخصصین</li>
            <li>ثبت خدمات انجام شده و پیش رو</li>
            <li>ثبت زمان شروع و اتمام ارائه خدمات</li>
            <li>اطلاعات مربوط به سخت‌افزاری که متخصص با استفاده از آن از خدمات آی¬هندی استفاده می‌کند (نظیر سیستم‌عامل آن) و نهایتاً شیوه‌ اتصال کاربر به اینترنت و ...</li>
            <li>جزییات حسابداری شامل شماره شبای بانکی و تراکنش‌هایی که از طریق اپلیکیشن آی¬هندی یا از طرق دیگر انجام شده‌اند.</li>
            <li>جزییات کارکرد متخصصین از اپلیکیشن</li>
            <li>اطلاعاتی که ممکن است در هنگام گزارش یک مشکل با اپلیکیشن آی-هندی نیاز باشد.</li>
            <li>؟؟؟تصویر کارت ملی و  گواهی عدم سو پیشینه و مستندات دیگری که ممکن است بپذیرید که برای ما فراهم کنید.؟؟</li>
            <li>بررسی و ارزیابی امتیازات کسب شده متخصص</li>
            <li>ثبت اطلاعات مرتبط با مسیریابی متخصص</li>
          </ul>
        </p>
        <br/>
        <h2>استفاده از  اطلاعات جمع¬آوری شده</h2>
        <p>آی¬هندی ممکن است از این اطلاعات برای موارد زیر استفاده کند:</p>
        <p>
          <ul>
            <li>اطمینان از اینکه محتوای اپلیکیشن در مؤثرترین حالت ممکن برای متخصص و تلفن همراه وی ارائه می‌شود</li>
            <li>همکاری در ایجاد بهبودهای عمومی اپلیکیشن و سایر سرویس‌ها</li>
            <li>اجرا و مدیریت وظایفی که از توافقات بین آی¬هندی و متخصص سرچشمه گرفته‌اند</li>
            <li>ارتباط با متخصص و با خبر کردن وی از تغییرات اپلیکیشن یا سرویس‌های پیشنهادی آی¬هندی</li>
            <li>جمع‌آوری تراکنش¬های متخصص</li>
            <li>تحلیل اینکه چگونه کاربران از اپلیکیشن استفاده می‌کنند.</li>
            <li>اطمینان از اینکه متخصص با شرایط و قوانین موافقت کرده‌اید.</li>
            <li>شرایط خاص مانند دستور دادگاه یا مقامات قضایی و قانونی</li>
          </ul>
        </p>
      </div>
      </div>
    );
  }
}
